Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/mmorottaja.html.tmx
Source language: fin
Languages: smn

source: Tutkimus
smn: Ovdâsijđo

source: I. Itkonen
smn: Tutkâmuš

source: Erkki Itkonen
smn: Elias Lönnrot

source: Matti Morottaja
smn: Heikki Mattus

source: Kirjallisuusluettelo
smn: Kirjálâsvuodâ luvâttâllâm

source: Joulukuun 28 päivänä 1942 syntyi sammuttijärveläisille Karhu-Sammelille ja Hannun-Annalle poikalapsi, joka sai nimekseen Matti. Helposti hänen elämänsä ei alkanut, koska ensimmäinen ihminen jonka hän näki oli saksalainen sotilaslääkäri.
smn: Juovlâmáánu 28 peeivi 1942 šoodái samudjávrálijd Kuobžâ-Samâlân já Haanu-Áánán kandâpärni, kote finnij nommân Matti, mut älkkest suu eellim ij álgám, ko vuossâmuš olmooš kiäm sun ooinij lâi suátituávtir já saksalâš val.

source: Pari vuotta hän ehti asua Sammuttijärvellä, ennen kuin Lapin sota syttyi ja koko Lappi joutui lähtemään evakkoon.
smn: Muáddi ive sun kiergânij aassâđ Samudjäävrist, ovdil ko Säämisuáti puállái já ubâ Säämi kaartâi evakkon.

source: Vuoden mittainen evakkoaika päättyi kesällä 1945 ja Matti pääsi perheineen kotiin.
smn: Ive kukkosâš evakkoäigi nuuvâi keessiv 1945 já Matti peesâi perruinis pááikán.

source: Kaamasen kansakouluun Karhu-Sammelin Matti meni syksyllä 1949, jossa kävi kansakoulua 7 luokkaa ja myöhemmin vielä Ivalossa jatkokoulua puoli vuotta.
smn: Kaamas kansaškoovlân Kuobžâ-Saammâl Matti moonâi čohčuv 1949, kost sun vaazij kansaškoovlâ 7 luokkad já maŋa vala Avelist jotkâškoovlâst ihepele.

source: Koulun aloittaminen ei ollut helppoa, koska hänen oli opittava uusi kieli – suomenkieli.
smn: Škoovlâ algâttem ij lamaš älkkee, ko sun koolgâi máttááttâllâđ uđđâ kielâ – suomâkielâ.

source: Koulusta päästyään hän teki lupauksen, että ei koskaan menisi enää yhteenkään kouluun mitään lukemaan.
smn: Škoovlâst pesâdijn sun lopedij, et ij kuássim innig monâččij monnân škoovlân maiden luuhâđ.

source: Kuitenkin vuonna 1962 hän meni Saamelaisten kristilliseen kansanopistoon Inariin ja sieltä päästyään meni vielä 1960-luvulla Kemijärven opettajaseminaariin.
smn: Kuittâg ive 1962 sun moonâi Säämi ristâlâš nuorâiškoovlân Anarân já tobbeen peessâm maŋa moonâi vala 1960-lovvoost Kemijäävri máttáátteijeeseminaarân.

source: Siellä hän tutustui muihin saamelaisoppilaisiin, ja niin syntyi saamelaisten nuorten yhdistys: (Tenonpahta).
smn: Tobbeen sun uápásmui eres sämmilâš uáppeigijn, já nuuvt šoodâi säämi nuorâi servi: “Teänupakti”.

source: Samoihin aikoihin alkoi Matti kulkea myös saamelaisopettajien kokouksissa.
smn: Siämmái ivij Matti jođeškuođij meid sämimáttáátteijei čuákkimijn.

source: Seminaari kesti yhteensä 6 vuotta, josta osan hän oli käyttänyt armeijan suorittamiseen Rovaniemellä ja Immolassa.
smn: Seminaar piištij ohtsis 6 ive, mast sun lâi kiävttám uási suátivievâ väzzimân Ruávinjaargâst já Immolast.

source: Seminaarista hän valmistui vuonna 1969, mutta opettajaksi hän ei halunnut siitä syystä, että opettaminen eli harmaantuminen jossakin syrjäisessä metsäkoulussa ei ollut kiehtova ajatus.
smn: Seminaarist sun valmâštui ive 1969, mut máttáátteijen sun ij kal halijdâm ton suujâst, ko máttááttem ađai čuárgudem mottoom mecciškoovlâst ij lamaš meendu kiäsutteijees juurdâ.

source: Mutta töihin Matti kuitenkin ryhtyi ja meni niinkin kauas, kun Turkuun.
smn: Mut pargo Matti kuittág vaaldij já moonái nuuvt-uv kuhás ko Tuurgun.

source: Siellä hän järjesteli ja litteroi saamenkielisiä ääninauhoja ja samalla hän opiskeli yliopistossa.
smn: Tobbeen sun orniistâlâi já čaalij siskáldâsâid sämikielâlijn jienâpaadijn já siämmást sun juuđij ollâopâttuv.

source: Paljoa Matti ei kuitenkaan ehtinyt lukea.
smn: Mut ennuv ij Matti kiergânâm luuháđ.

source: Töidensä vuoksi hän joutui usein lähtemään Tenon rannalle ns. kenttätyöhön keräämään vanhoja kertomuksia.
smn: Pargo keežild sun kaartâi távjá vyelgiđ Tiänuriidon nuuvtkočodum kieddipaargon čuággiđ tovláid mainâsijd.

source: Tämän vuoksi hän ei aina ehtinyt osallistua tentteihin ja niinpä hänen opinnot yliopistossa eivät edistyneet.
smn: Taan tiet sun ij ain kiergânâm uásálistiđ tenttijd já nuuvtpa sun ij ovdánâmgin kuhás ollâopâttuv oopâin.

source: Vuonna 1971 Elias Kytömäki soitti Matille ja pyysi häntä anomaan Saamelaisten kristilliseen kansanopistoon opettajaksi. Edellinen opettaja Volmari Holmberg oli hukkunut.
smn: Ive 1971 Elias Kytömäki sooitij Maatin já táátui suu uuccâđ Säämi ristâlâš nuorâiškoovlân máttáátteijen, ko oovdiš máttáátteijee Volmar Holmberg lâi hevvânâm.

source: Niinpä Matti aloitti opettajan työn kansanopistossa syksyllä 1971 ja opetus kesti 5 vuotta.
smn: Nuuvtpa Matti algâttij máttáátteijee pargo čohčuv 1971 nuorâiškoovlâst já máttááttâs piištij 5 ive.

source: Vuonna 1973 perustettiin Saamelaisparlamentti, johon hän osallistui aivan alusta saakka ja oli myös sen puheenjohtajana kuusi vuotta.
smn: Ive 1973 vuáđudui Säämi parlamenttâ, moos sun uásálistij aaibas aalgâ rääjist já lâi meid saavâjođetteijen kuttâ ive.

source: Saamelaiskäräjillä, joka tuli Saamelaisparlamentin jatkajaksi, on Matti ollut mukana sen perustamisesta lähtien.
smn: Sämitiggeest, mii šoodâi Säämi parlameentâ jotkân, lii Matti lamaš mieldi aaibas aalgâ rääjist.

source: Vuonna 1974 Matti meni mukaan myös Saamelaisneuvostoon, Pohjoismaiden yhteiseen elimeen, jossa hän toimi myös puheenjohtajana.
smn: Ive 1974 Matti seervâi meid Sämirááđán, Tave-enâmij ohtâsâš orgaanân, mast sun tooimâi meid saavâjođetteijen.

source: 1970-luvulta lähtien hän on ehtinyt työskennellä monissa erilaisissa kielielimissä, kuten Saamelaisparlamentin kielilautakunnassa ja Euroopan vähemmistökielten EBLUL:n Suomen saamenkielen lautakunnassa.
smn: 1970 lovo rääjist sun lii kiergânâm porgâđ maaŋgâin jieškote-uvlágánijn kielâorgaanâin, ovdâmerkkân Säämi parlameentâ kielâlävdikoddeest já Evroop ucceeb kevttum kielâi EBLUL Suomâ sämikielâ lävdikoddeest.

source: Vuonna 1976 Matti meni töihin Lapin lääninhallitukseen ylimääräiseksi suunnittelijaksi.
smn: Ive 1976 Matti moonâi paargon Laapi läänihaldâttâsân paijeelmiärásâš vuávájeijen.

source: Työnään hänellä oli saamen kielen opetukseen kuuluvat asiat, sekä oppimateriaalityön johtaminen.
smn: Pargon sust lái sämikielâ máttááttâsân kyeskee ääših já oppâmateriaalpargo jođettem.

source: Myöhemmin virkanimike muuttui koulutoimentarkastajaksi ja vielä myöhemmin sivistystoimentarkastajaksi.
smn: Maŋeláá virgenommâ muttâšui škovlâtooimâtärhisteijen já maŋeláá vala čuovviittâstooimâtärhisteijen.

source: Hän oli ensimmäinen inarinsaamen kielen opettaja koulussa ja hän toimi tuntiopettajan lukukaudesta 1976-77 alkaen.
smn: Sun lâi vuossâmuš anarâškielâ máttáátteijee škoovlâst já sun tooimâi tijmemáttáátteijen luuhâmive 1976-77 rääjist.

source: Kokoaikaisena inarinsaamen opettajana hän toimi 1997 lähtien aivan eläkeikään saakka.
smn: Olesáigásâš anarâškielâ máttáátteijen sun tooimâi 1997 rääjist kidâ iäláttâhave räi.

source: Inarinsaamen kielen lehtorin pätevyyden hän sai vuonna 1998. Inarinsaamen kielen yhdistys perustettiin vuonna 1986, jonka alusta saakka on Matti ollut sen puheenjohtajana.
smn: Anarâškielâ lehtor tohálâšvuođâ sun finnij 1998. Anarâškielâ servi vuâđudui ive 1986, mon aalgâ rääjist Matti lii lamaš seervi saavâjođetteijen.

source: Syksyllä 1997 yhdistys aloitti Inarissa kielipesätoiminnan, jonka pääasiallisena tarkoituksena oli opettaa alle kouluikäisille lapsille inarinsaamea siten, kuin lapsi oppii kielen eli puhumalla.
smn: Čohčuv 1997 servi algâttij Anarist kielâpiervâltooimâ, mon uáiviäššin lâi máttááttiđ vuálá škovlâahasijd párnáid anarâškielâ nuuvt, maht pärni uáppá kielâ: sárnumáin.

source: Kielipesästä on alkanut tulla lapsia kouluihin, jotka osaavat kieltä niin hyvin, että heille oli järjestettävä opetusta.
smn: Kielâpiervâlist láá puáđiškuáttâm párnááh škovláid, kiäh mättih kielâ nuuvt pyereest, et sijjân ferttij orniđ máttááttâs.

source: Vielä nykyäänkään ei ole tarpeeksi inarinsaamen opettajia, otti Matti töistään virkavapautta ja alkoi opettaa kouluissa inarinsaamea.
smn: Mutko talle já täälgin iä lah tarbâšân anarâškielâ máttáátteijeeh, te Matti vaaldij virgestis rijjâvuođâ já máttátškuođij škoovlâin.

source: Hän on henkilö, joka sitkeydellään, itsepäisellä sinnikkyydellään ja ahkeruudellaan on kaikkein eniten vaikuttanut 1900-luvun lopun ja 2000-luvun alun inarinsaamen etenemiseen.
smn: Sun lii olmooš, kote siđhesvuođâinis, nággárvuođâinis já iäljárvuođâinis lii puoh enâmustáá vaikuttâm 1900 loopâ já 2000 aalgâ anarâškielâ ovdánmán.

source: , Matti Morottaja.
smn: Kuobžâ-Saammâl Matti, Matti Morottaja.
